LEXICON = {
    "/start": "Привет! Тебя приветствует PolyMeet, прежде чем начать искать себе нового друга"\
    ", а может и не только, нужно пройти регистрацию!\n\nНажми на /help, чтобы узнать что я умею.\n\n"\
    "Для быстрого заполнения анкеты нажми на кнопку Регистрация",
    "/help": "Ты можешь прекрасно провести время в поисках прекрасных людей!\n"
             "Так что же умеет этот бот?\n"
             "- Создавать ваш профиль\n"
             "- Искать собеседников\n"
             "- Редактировать ваш профиль\n"
             "- И тд...\n\n"
             "Основные команды:\n"
             "️     ‍🔥 - лайк,\n"
             "     💤 - меню,\n"
             "     👬 - кому вы понравились,\n"
             "     👎🏿 - дизлайк,\n"
             "     👁 - просмотр анкет,\n"
             "     🏠 - моя анкета,\n"
             "     🎭 - редактировать анкету;\n"
             "Нажмите кнопку ниже, чтобы перейти к быстрой регистрации!",
    "/register": "Ура, давай начнём!\n\n Как тебя зовут?",
    "sent_name": "Как тебя зовут?",
    "already_reg": "Вы уже зарегистрированы, хотите пройти регистрацию заново?",
    "/cancel": "Регистрация отменена, вы сможете продолжить регистрацию в любое время",
    "choice": "Вы можете приступить к просмотру анкет или посмотреть свою анкету",
    "error_choice": "Такой команды нет!\n\nХотите пройти регистрацию заново?",
    "sent_surname": "Пришли свою фамилию:",
    "error_name": "Что-то не похоже на ваше имя! Повторите ввод:",
    "sent_age": "Чтобы продолжить, мне нужно узнать ваш возраст, сколько вам лет?",
    "error_surname": "Увы, но это не ваша фамилия!\n\nВведите свою фамилию...",
    "sent_course": "На каком курсе вы учитесь?",
    "error_age": "Это точно число?\n\nВведите ваш возраст в диапзоне [16, 99]",
    "sent_group": "В какой учебной группе вы учитесь?",
    "error_course": "До такого курса мы ещё не дошли... Введите курс в диапозоне от 1 до 5",
    "sent_gender": "Какой ваш пол?",
    "error_group": "Увы, но такой группы не существует, введите группу вида ***-***",
    "sent_findgender": "А теперь скажите, кого вы хотите искать?",
    "error_gender": "Увы, но такого пола пока ещё не существует.. Выберите из того, что есть",
    "sent_photo": "Хочет увидеть, как вы выглядите, отправьте фото!",
    "error_findgender": "К сожалению, никого другого найти нельзя, выберите из того, что есть",
    "sent_info": "Ну, и напоследок расскажите о себе",
    "error_photo": "Это на вас сегодня не похоже.. Отправьте фотографию!",
    "end_register": "На этом регистрация окончена, хотите посмотреть на свою анкету или перейти смотреть другие анкеты?",
    "error_info": "Это точно информация о вас? Заполните её заново",
    "off/on": "Желаете включить/выключить анкету?",
    "cancel_error": "Вы не находитесь на этапе регистрации! Можете зарегистрироваться!"
    }